Repository: 256Arts/Sprite-Pencil
Catalog: iOS/Localizable.xcstrings
Source language: en
Languages: ru

source: Actions
ru: Действия

source: Add Palette
ru: Добавить палитру

source: Apple Pencil Support
ru: Поддержка Apple Pencil

source: Background:
ru: Фон:

source: Basic
ru: Основной

source: Black
ru: Чёрный

source: Cancel
ru: Отмена

source: Canvas
ru: Холст

source: Checkered Drawing
ru: Клетчатый Рисунок

source: Choose Palette
ru: Выберите палитру

source: Color Palette
ru: Цветовая палитра

source: Colors
ru: Цвета

source: Continue
ru: Продолжить

source: Create
ru: Создать

source: Create a new sprite with a width equal to the number of colors you want, and a height of 1px.
ru: Создайте новый Спрайт с шириной, равной количеству цветов, которые вы хотите, и высотой 1px.

source: Create A Palette
ru: Создать Палитру

source: Create or import your own palettes.
ru: Создать или импортировать свои собственные палитры.

source: Created in @SpritePencil.
ru: Создать в @SpritePencil.

source: Created in Sprite Pencil.
ru: Создать в Sprite Pencil.

source: Custom Palettes
ru: Пользовательская палитра

source: Dithering Mode
ru: Режим Сглаживания

source: Document
ru: Документ

source: Document Conflict
ru: Ошибка документов

source: Eraser
ru: Ластик

source: Eyedropper
ru: Пипетка

source: Failed to create image from data.
ru: Ошибка создания изображения из данных.

source: Failed to import your sprite.
ru: Ошибка импорта Вашего Спрайта.

source: Failed To Load Palette
ru: Ошибка загрузки палитры

source: Fill
ru: Заливка

source: Flip Horizontal
ru: Отразить горизонтально

source: Flip Vertical
ru: Отразить вертикально

source: Format:
ru: Формат:

source: from lospec.com
ru: из lospec.com

source: Gift The App
ru: Подарить приложение

source: Great for shading sprites.
ru: Отлично подходит для затенения спрайтов.

source: Handpicked
ru: Ручной

source: Height
ru: Высота

source: Help
ru: Помощь

source: Helps drawing gradients by editing every other pixel.
ru: Помогает рисовать градиенты, редактируя каждый второй пиксель.

source: Highlight
ru: Выделить

source: Horizontal Symmetry
ru: Горизонтальная симметрия

source: Import Failed
ru: Импорт не удался

source: Mode
ru: Режим

source: Move
ru: Перместить

source: My Palette
ru: Моя палитра

source: My Palettes
ru: Мои палитры

source: Name:
ru: Имя:

source: New Sprite
ru: Новый спрайт

source: OK
ru: ОК

source: Open the sprite.
ru: Открыть Спрайт

source: Outline
ru: Набросок

source: Outline Color
ru: Цвет контура

source: Paint each pixel with a color for your palette.
ru: Раскрасьте каждый пиксель цветом из Вашей палитры.

source: Palette
ru: Палитра

source: Palette images must have a height of 1px, and not contain clear pixels.
ru: Изображение палитры должны иметь высоту 1px и не содержать прозрачных пикселей.

source: Pencil
ru: Карандаш

source: Permanent Edits
ru: Безвозвратные изменения

source: Pixel Grid
ru: Пиксельная сетка

source: Posterize
ru: Постеризация

source: Rotate
ru: Повернуть

source: Save as Palette
ru: Сохранить как палитру

source: Saving Error
ru: Ошибка сохранения

source: Scale:
ru: Масштаб:

source: Send your gift to a friend.
ru: Отправить подарок

source: Shadow
ru: Тень

source: Share
ru: Поделиться

source: Sprite
ru: Спрайт

source: Sprite Size
ru: Размер спрайта

source: Sprites
ru: Спрайты

source: Support Indie Development
ru: Поддержка Инди-разработки

source: Tap "Gift App…".
ru: Нажмите "Подарить приложение…".

source: Tap "Save as Palette".
ru: Нажмите "Сохранить как палитру".

source: Tap "Set Widget Sprite".
ru: Нажмите "Установить Sprite Виджет".

source: The document could not be saved.
ru: Этот документ невозможно сохранить

source: The document was changed in iCloud.
ru: Документ был изменён в iCloud.

source: Tile Grid
ru: Плиточная сетка

source: Tile Size
ru: Размер плитки

source: Tools
ru: Инструменты

source: Use Automatic Colors
ru: Использовать автоматические цвета

source: Use Brush Color
ru: Использовать цвет кисти

source: Use Widget
ru: Установить Виджет

source: Use your Apple Pencil to draw and change tools.
ru: Используйте Apple Pencil для рисования и изменения инструментов.

source: Vertical Symmetry
ru: Вертикальная симметрия

source: View App Page
ru: Просмотр Страницы Приложения

source: While drawing you can undo edits. Closing the sprite saves edits permanently.
ru: Во время рисования Вы можете отменить редактирование. Закрытие спрайта приведёт Вас к безвозвратному состоянию.

source: White
ru: Белый

source: Width
ru: Ширина
